Repository: doc-br/freebsd-doc-weblate
Catalog: documentation/content/*/books/fdp-primer/preface/chapter.po
Languages: es

source: Preface
es: prologar

source: Shell Prompts
es: Avisos de Shell

source: This table shows the default system prompt and superuser prompt. The examples use these prompts to indicate which type of user is running the example.
es: Esta tabla muestra el indicador de sistema predeterminado y el indicador de superusuario. Los ejemplos utilizan estas indicaciones para indicar qué tipo de usuario está ejecutando el ejemplo.

source: Typographic Conventions
es: Convenciones tipográficas

source: This table describes the typographic conventions used in this book.
es: Esta tabla describe las convenciones tipográficas utilizadas en este libro.

source: Notes, Tips, Important Information, Warnings, and Examples
es: Notas, consejos, información importante, advertencias y ejemplos

source: Notes, warnings, and examples appear within the text.
es: Aparecen notas, advertencias y ejemplos dentro del texto.

source: Notes are represented like this, and contain information to take note of, as it may affect what the user does.
es: Las notas se representan así y contienen información para tomar nota, ya que puede afectar lo que hace el usuario.

source: Important information is represented like this. Typically, these show extra steps the user may need to take.
es: La información importante se representa así. Por lo general, estos muestran pasos adicionales que el usuario puede necesitar.

source: Warnings are represented like this, and contain information warning about possible damage if the instructions are not followed. This damage may be physical, to the hardware or the user, or it may be non-physical, such as the inadvertent deletion of important files.
es: Las advertencias se representan así y contienen información de advertencia sobre posibles daños si no se siguen las instrucciones. Este daño puede ser físico, al hardware o al usuario, o puede no ser físico, como la eliminación involuntaria de archivos importantes.

source: A Sample Example
es: Un ejemplo de muestra

source: Examples are represented like this, and typically contain examples showing a walkthrough, or the results of a particular action.
es: Los ejemplos se representan de esta manera y normalmente contienen ejemplos que muestran un recorrido o los resultados de una acción en particular.

source: Acknowledgments
es: Agradecimientos

source: My thanks to Sue Blake, Patrick Durusau, Jon Hamilton, Peter Flynn, and Christopher Maden, who took the time to read early drafts of this document and offer many valuable comments and criticisms.
es: Mi agradecimiento a Sue Blake, Patrick Durusau, Jon Hamilton, Peter Flynn y Christopher Maden, quienes se tomaron el tiempo para leer los primeros borradores de este documento y ofrecer muchos comentarios y críticas valiosos.
